[Widgets]
MainFlags=0xFFFFFFFF
SmartFormat=0
SmartFlags=0xFE04007E
HostnamePrefix=DESKTOP-
[Window]
;X=100
;Y=100
Width=600
Height=800
Alpha=240
BGInfo=0
;Font=Cascadia Mono
FontSize=12
AntiAliasing=1
HideSensitive=0
[Color]
Background=1E1E1E
Highlight=FFFFFF
Default=BFBFBF
StateGood=00E676
StateWarn=FFEA00
StateError=FF1744
StateUnknown=2979FF
;https://learn.microsoft.com/en-us/openspecs/office_standards/ms-oe376/6c085406-a698-4e12-9d4d-c3b0ee3dbc4a
;zh-CN
[Lang2052]
DefaultFont=SimSun
Loading=加载中
Please wait ...=请稍候 ...
Operating System=操作系统
Computer=计算机
;BIOS=
Processor=处理器
Memory=内存
Display Devices=显示设备
Storage=存储设备
Network=网络
Audio Devices=音频设备
Login Status=登录状态
Uptime=运行时间
Vendor=厂商
Version=版本
Usage=使用率
Cache=缓存
Power Status=电源状态
Good=良好
Caution=警告
Bad=不良
Unknown=未知
cores=核心
threads=线程
SecureBoot=安全启动
SecureBootOff=安全启动关闭
Total=总计
Features=特性
;MSR=
Multiplier=倍频
Bus Clock=总线时钟
Temperature=温度
Voltage=电压
Power=功率
Brand=品牌
Hypervisor=虚拟机
Code Name=代号
Family=系列
Model=型号
Stepping=步进
Ext.Family=扩展系列
Ext.Model=扩展型号
Aff.Mask=亲和性掩码
About=关于
Settings=设置
Hide components=隐藏部件
Hide build number=隐藏构建号
Hide edition id=隐藏版本 ID
Hide uptime=隐藏运行时间
Hide login Status=隐藏登录状态
Hide vendor=隐藏厂商
Hide version=隐藏版本
Hide cache=隐藏缓存
Compact view=紧凑视图
Use bit units=使用比特单位
Hide inactive network=隐藏非活动网络
Hide details=隐藏详细信息
Hide SMART=隐藏 SMART
Display SMART in HEX format=以十六进制显示 SMART
Advanced disk search=高级磁盘搜索
HD204UI workaround=HD204UI 特殊方案
ADATA SSD workaround=ADATA SSD 特殊方案
ATA pass through=ATA 直通
Enable Nvidia controller=启用 Nvidia 控制器
Enable Marvell controller=启用 Marvell 控制器
Enable USB SAT=启用 USB SAT
Enable USB I-O DATA=启用 USB I-O DATA
Enable USB Sunplus=启用 USB Sunplus
Enable USB Logitec=启用 USB Logitec
Enable USB Prolific=启用 USB Prolific
Enable USB JMicron=启用 USB JMicron
Enable USB Cypress=启用 USB Cypress
Enable ASMedia ASM1352R=启用 ASMedia ASM1352R
Enable USB Memory=启用 USB Memory
Enable NVMe JMicron3=启用 NVMe JMicron3
Enable NVMe JMicron=启用 NVMe JMicron
Enable NVMe ASMedia=启用 NVMe ASMedia
Enable NVMe Realtek=启用 NVMe Realtek
Enable MegaRAID=启用 MegaRAID
Enable Intel VROC=启用 Intel VROC
Enable AMD RC2=启用 AMD RC2
Window (Restart required)=窗口 (需要重启)
Enable PDH=启用 PDH
Background Info=桌面背景信息
Show sensitive data=显示敏感数据
Disable anti-aliasing=禁用抗锯齿
#Width=#宽度
#Height=#高度
#Alpha=#透明度
Color=颜色
Save=保存
No disks found=未找到磁盘
Refresh=刷新
;HEX=
Firmware=固件
Health Status=健康状态
Total Reads=总计读取
Total Writes=总计写入
NAND Writes=NAND 总计写入
Buffer Size=缓冲区大小
S / N=序列号
Interface=接口
RPM=转速
Mode=模式
Power On Count=通电次数
Power On Hours=通电小时
Drive=驱动器
Standard=标准
;ID=
Attribute=属性
Physical Memory=物理内存
Page File=页面文件
System Working Set=系统工作集
Clean Memory=清理内存
Create Paging Files=创建页面文件
OK=确定
SUCCESS=成功
FAILED=失败
Hostname=主机名
Random=随机
Network Drives=网络驱动器
Network Drive=网络驱动器
Max Capacity=最大容量
slots=插槽
Socket=插槽
Base Clock=基础频率
Hide disk space bar=隐藏磁盘空间条
Free=空闲
Close=关闭
Keep screen on=保持屏幕常亮
Do not keep screen on=不保持屏幕常亮

;zh-TW
[Lang1028]
DefaultFont=MingLiU_HKSCS-ExtB
Loading=載入中
Please wait ...=請稍候 ...
Operating System=作業系統
Computer=電腦
;BIOS=
Processor=處理器
Memory=記憶體
Display Devices=顯示裝置
Storage=儲存裝置
Network=網路
Audio Devices=音效裝置
Login Status=登入狀態
Uptime=執行時間
Vendor=供應商
Version=版本
Usage=使用率
Cache=快取
Power Status=電源狀態
Good=良好
Caution=警告
Bad=不良
Unknown=未知
cores=核心
threads=執行緒
SecureBoot=安全開機
SecureBootOff=安全開機狀態關閉
Total=總計
Features=特性
;MSR=
Multiplier=倍頻
Bus Clock=匯流排時脈
Temperature=溫度
Voltage=電壓
Power=功率
Brand=品牌
Hypervisor=虛擬機
Code Name=代號
Family=系列
Model=型號
Stepping=步進
Ext.Family=延伸系列
Ext.Model=延伸型號
Aff.Mask=親和性遮罩
About=關於
Settings=設定
Hide components=隱藏元件
Hide build number=隱藏建置號碼
Hide edition id=隱藏版本 ID
Hide uptime=隱藏執行時間
Hide login Status=隱藏登入狀態
Hide vendor=隱藏廠商
Hide version=隱藏版本
Hide cache=隱藏快取
Compact view=簡潔檢視
Use bit units=使用位元單位
Hide inactive network=隱藏非使用網路
Hide details=隱藏詳細資訊
Hide SMART=隱藏 SMART
Display SMART in HEX format=以十六進位格式顯示 SMART
Advanced disk search=進階磁碟搜尋
HD204UI workaround=HD204UI 解決方法
ADATA SSD workaround=ADATA SSD 解決方法
ATA pass through=ATA 直通
Enable Nvidia controller=啟用 Nvidia 控制器
Enable Marvell controller=啟用 Marvell 控制器
Enable USB SAT=啟用 USB SAT
Enable USB I-O DATA=啟用 USB I-O DATA
Enable USB Sunplus=啟用 USB Sunplus
Enable USB Logitec=啟用 USB Logitec
Enable USB Prolific=啟用 USB Prolific
Enable USB JMicron=啟用 USB JMicron
Enable USB Cypress=啟用 USB Cypress
Enable ASMedia ASM1352R=啟用 ASMedia ASM1352R
Enable USB Memory=啟用 USB Memory
Enable NVMe JMicron3=啟用 NVMe JMicron3
Enable NVMe JMicron=啟用 NVMe JMicron
Enable NVMe ASMedia=啟用 NVMe ASMedia
Enable NVMe Realtek=啟用 NVMe Realtek
Enable MegaRAID=啟用 MegaRAID
Enable Intel VROC=啟用 Intel VROC
Enable AMD RC2=啟用 AMD RC2
Window (Restart required)=視窗 (需要重新啟動)
Enable PDH=啟用 PDH
Background Info=桌布背景資訊
Show sensitive data=顯示敏感資料
Disable anti-aliasing=禁用反鋸齒
#Width=#寬度
#Height=#高度
#Alpha=#透明度
Color=顏色
Save=儲存
No disks found=找不到磁碟
Refresh=重新整理
;HEX=
Firmware=韌體
Health Status=健康狀態
Total Reads=總計讀取
Total Writes=總計寫入
NAND Writes=NAND 累計寫入
Buffer Size=緩衝區大小
S / N=序號
Interface=介面
RPM=轉速
Mode=模式
Power On Count=通電次數
Power On Hours=通電時數
Drive=磁碟
Standard=標準
;ID=
Attribute=屬性
Physical Memory=實體記憶體
Page File=頁面檔案
System Working Set=系統工作集
Clean Memory=清理記憶體
Create Paging Files=建立頁面檔案
OK=確定
SUCCESS=成功
FAILED=失敗
Hostname=主機名
Random=隨機
Network Drives=網路磁碟機
Network Drive=網路磁碟機
Max Capacity=最大容量
slots=插槽
Socket=插槽
Base Clock=基本頻率
Hide disk space bar=隱藏磁碟空間條
Free=空閒
Close=關閉
Keep screen on=保持螢幕常亮
Do not keep screen on=不保持螢幕常亮

;ja-JP
[Lang1041]
DefaultFont=MS UI Gothic
Loading=読み込み中
Please wait ...=お待ちください ...
Operating System=オペレーティング・システム
Computer=コンピュータ
Processor=プロセッサ
Memory=メモリ
Display Devices=ディスプレイ・デバイス
Storage=ストレージ
Network=ネットワーク
Audio Devices=オーディオ・デバイス
Login Status=ログイン状態
Uptime=連続稼働時間
Vendor=ベンダー
Firmware=ファームウェア
Version=バージョン
Page File=ページファイル
Cache=キャッシュ
Power Status=電源状態
cores=コア
threads=スレッド
Good=正常
Caution=注意
Bad=異常
Unknown=不明
Temperature=温度
Voltage=電圧
Health Status=健康状態
Network Drives=ネットワークドライブ
Network Drive=ネットワークドライブ
Max Capacity=最大容量
slots=スロット
Socket=ソケット
Free=空き容量
Close=閉じる
Keep screen on=画面をオンにする
Do not keep screen on=画面をオンにしない

;ko-KR
;https://nonlol.tistory.com/150
[Lang1042]
DefaultFont=Gulim
Loading=읽기중
Please wait ...= 기다려 주세요 ...
Operating System=운영 체제
Computer=컴퓨터
Processor=프로세서
Memory=메모리
Display Devices=디스플레이 디바이스
Storage=스토리지
Network=네트워크
Audio Devices=오디오 디바이스
Login Status=로그인 상태
Uptime=연속가동시간
Vendor=벤더
Firmware=펌웨어
Version=버전
Page File=페이지 파일
Cache=캐시
Power Status=전원 상태
cores=코어
threads=스레드
Good=정상
Caution=주의
Bad=이상
Unknown=불명
Temperature=온도
Voltage=전압
Health Status=건강 상태
Network Drives=네트워크 드라이브
Network Drive=네트워크 드라이브
Max Capacity=최대 용량
slots=슬롯
Socket=소켓
Free=빈 용량
Close=닫기
